{
    "loginInfoDescription1": "Avec Omnie, vous pouvez rester informé des progrès scolaires de votre enfant à l'école et obtenir des informations sur les devoirs à venir tels que les descriptions des devoirs et les dates d'échéance.",
    "loginInfoDescription2": "Les informations suivantes sont à votre disposition lorsque vous vous connectez à Omnie",
    "loginInfoDescription3": "Pour accéder à ces informations, rendez-vous sur discolaire.com et connectez-vous. Utilisez ensuite les informations suivantes pour accéder à votre compte :",
    "loginInfoDescription4": "Lorsque vous vous connectez, vous devez vérifier que votre email est à jour dans Omnie. Vous pouvez le faire en cliquant sur l'icône utilisateur, puis en cliquant sur le bouton Paramètre. Veuillez mettre à jour vos informations utilisateur. Il est recommandé de modifier votre mot de passe périodiquement.",
    "loginInfoDescription5": "Omnie est pris en charge par les versions actuelles de Microsoft Edge, Safari, Firefox et Google Chrome. Si vous rencontrez des difficultés pour vous connecter à Omnie en raison de problèmes de mot de passe ou de verrouillage de votre compte, veuillez contacter le bureau de votre école. Votre école gère tous les comptes étudiants et peut réinitialiser votre mot de passe ou déverrouiller votre compte si nécessaire.",
    "loginInfo1": "Current Grade in each class",
    "loginInfo2": "Current Grade for the term, if applicable",
    "loginInfo3": "Descriptions, Grades, and Teacher comments for graded assignments",
    "loginInfo4": "Descriptions and Due Dates for upcomming assignments",
    "loginInfo5": "Assignment handouts or documents (attachments)",
    "loginInfo6": "Email alerts you can configure for grades and attendance",
    "loginInfo7": "Attendance information",
    "loginInfo8": "Transcript information, if applicable",
    "loginInfo9": "Billing Information, if applicable",
    "schoolId": "ID de l'école",
    "username": "Nom d'utilisateur",
    "password": "Mot de passe",
    "amount_due": "Montant dû",
    "feedback_type": "Type de suggestions",
    "request": "Demande",
    "feedback": "Suggestion",
    "have_a_specific_issue": "Vous avez un problème spécifique ? Consultez nos guides dans notre Centre d'aide.",
    "question": "Question",
    "send_feedback": "Envoyer votre suggestion",
    "feedback_description": "Aidez-nous à améliorer nos services en nous envoyant vos suggestions. Nous apprécions vos commentaires et suggestions.",
    "total_income": "Revenu total",
    "help_us_improve_this_page": "Aidez-nous à améliorer cette page",
    "income_today": "Revenu aujourd'hui",
    "income_this_month": "Revenu ce mois-ci",
    "thePasswordIsCaseSensitive": "Le mot de passe est sensible à la casse",
    "loginInformation": "Informations de connexion à Omnie"
}